{
    "Puentes de hidrogeno": "Forma en como interactúa una molécula de agua con otra molécula de agua.",
    "Enlace covalente":"Unión de átomos que comparten electrones.",
    "Polaridad":"Propiedad de tener dos extremos opuestos, como carga positiva y negativa.",
    "Electrones":"Partículas subatómicas con carga negativa.",
    "Electro negativo":"Capacidad de un átomo para atraer electrones en un enlace.",
    "Hidrofílico":"Moléculas con carga (Iones) o polares solubles en agua.",
    "Hidrofóbico":"Moléculas con carga o No polares insolventes en agua.",
    "Densidad":"Cantidad de masa en un determinado volumen. Relación entre la masa y el volumen de una sustancia.",
    "Solución":"Mezcla homogénea de un soluto en un solvente.",
    "Hipotónica":"Solución con menor concentración de soluto en la célula.",
    "Hipertónica":"Solución con mayor concentración de solutos que la célula.",
    "Isotónica":"Solución con igual concentración de solutos que la célula.",
    "Heterótrofos": "Organismo que obtiene su energía al consumir otros seres vivos, que no puede producir su propio alimento.",
    "Autótrofos":"Produce si propio alimento a partir de sustancias inorgánicas generalmente mediante fotosíntesis.",
    "Cloroplasto":"Organelo/estructura donde ocurre la fotosíntesis.",
    "Estoma":"Poros que regulan el intercambio de gases.",
    "Fotosíntesis":"Proceso mediante el cual las plantas, algas y algunas bacterias convierten la luz solar en energía química, produciendo oxigeno y glucosa.",
    "Cromatografía":"Proceso por medio del cual se separan los pigmentos fotosintéticos y otras sustancias en una mezcla.",
    "Célula":"Unidad estructural y funcional de todo ser vivo.",
    "Átomo":"Unidad básica de la materia formada por protones, neutrones y electrones.",
    "Glúcido":"Macromolécula compuesta por oxígeno, hidrogeno y carbono. Hidrofílico. ",
    "Lípido":"Macromolécula compuesta por oxígeno, hidrogeno y carbono",
    "Biomoléculas":"Moléculas compuestas por carbono.",
    "Macromolécula":"Molécula compuesta por un gran numero de átomos con una masa molecular activa.",
    "Polisacáridos":"Macromoléculas que al reconstruirse están compuestas por monosacáridos.",
    "Polipéptidos":" Macromoléculas que al reconstruirse están compuestos por aminoácidos.",
    "Ácidos Nucleicos":" Macromoléculas compuestas por nucleótidos, que almacenan y transmiten información genética.",
    "Monómeros":"Moléculas pequeñas que se unen para formar polímeros.",
    "Polímeros":"Moléculas formadas por la unión de monómeros.",
    "Reacción de Condensación":" Proceso químico donde dos moléculas se unen liberando agua.",
    "Reacción de hidrolisis":" Proceso químico que rompe polímeros, como los polisacáridos, en monómeros mediante la adición de agua.",
    "Monosacáridos":"Moléculas o azucares que conforman los polisacáridos, tienen de 3-7 átomos de carbono. ",
    "Aminoácidos":"Moléculas que conforman los polipéptidos.",
    "Nucleótidos":"Moléculas que conforman los ácidos nucleicos.",
    "Enzima":" Catalizadores biológicos que aceleran las reacciones bioquímicas.",
    "Catalizador":" Sustancia que aumenta la velocidad de una reacción química.",
    "Metabolismo":" Suma de las reacciones químicas interdependientes de un organismo.",
    "Sustrato":"Sustancia sobre la cual actúa la enzima.",
    "Sitio Activo":" Parte de la enzima donde se unen los sustratos y se catalizan las reacciones químicas."

}